{
  "1": {
    "title": "1. Zbieranie i wykorzystywanie danych osobowych",
    "text": "Dane osobowe to informacje umożliwiające identyfikację osoby, takie jak: imię, adres e-mail lub pocztowy. One Two Smile nie gromadzi Twoich danych osobowych, chyba że dobrowolnie je nam przekażesz (na przykład podczas składania zamówienia) i wyrazisz wyraźną zgodę na ich przetwarzanie. Twoje dane osobowe są przechowywane, wykorzystywane i przekazywane wyłącznie za Twoją zgodą i tylko w zakresie niezbędnym do osiągnięcia konkretnego celu (zgodnie z treścią zapytania i terminem jego realizacji). W celu świadczenia usług One Two Smile może przekazywać Twoje dane osobowe stronom trzecim, w tym innym firmom lub zewnętrznym dostawcom usług, wyłącznie w celu właściwego przetwarzania danych. W takich przypadkach One Two Smile zobowiązuje te podmioty do przetwarzania danych osobowych zgodnie z udzielonymi instrukcjami, niniejszą polityką prywatności oraz obowiązującym prawem Ukrainy. One Two Smile gwarantuje, że nie sprzedaje ani nie wynajmuje Twoich danych osobowych stronom trzecim w celach komercyjnych. Możemy jednak ujawnić Twoje dane osobowe w przypadkach wyraźnie przewidzianych przez prawo lub w odpowiedzi na żądania organów państwowych posiadających odpowiednie podstawy prawne. Klikając przycisk \"Złóż zamówienie\", potwierdzasz, że zapoznałeś się z niniejszą polityką przetwarzania danych osobowych i zgadzasz się z jej warunkami."
  },
  "2": {
    "title": "2. Okres przechowywania danych",
    "text": "Twoje dane osobowe są przechowywane tylko przez okres niezbędny do osiągnięcia celu, w jakim zostały przekazane, lub zgodnie z wymogami obowiązującego prawa."
  },
  "3": {
    "title": "3. Ochrona danych podczas zamówienia i płatności",
    "text": "Podczas składania zamówienia w naszym sklepie internetowym wszystkie Twoje dane osobowe są przesyłane w formie zaszyfrowanej, aby zapewnić maksymalne bezpieczeństwo. Proces płatności spełnia nowoczesne standardy ochrony informacji. Wszystkie dane płatnicze są przesyłane za pomocą bezpiecznych kanałów, co uniemożliwia dostęp do nich osobom trzecim. Ważne: nie przetwarzamy ani nie przechowujemy danych Twojej karty płatniczej na serwerach One Two Smile. Całe przetwarzanie tych danych odbywa się wyłącznie za pośrednictwem zaufanego dostawcy usług płatniczych."
  },
  "4": {
    "title": "4. Wykorzystanie Local Storage",
    "text": "Podczas Twojej wizyty na naszej stronie internetowej korzystamy z technologii Local Storage Twojej przeglądarki. Jest to mechanizm przechowywania niewielkich ilości danych bezpośrednio w przeglądarce, który pozwala zachować informacje nawet po zamknięciu strony lub ponownym uruchomieniu przeglądarki. Używamy Local Storage, aby ułatwić korzystanie z naszej strony, w szczególności – aby zachować zawartość Twojego koszyka zakupowego. Dzięki temu możesz wygodnie kontynuować zakupy od miejsca, w którym przerwałeś, nawet jeśli zamknąłeś stronę lub wróciłeś na nią później. W Local Storage nie są przechowywane żadne dane osobowe umożliwiające identyfikację. Jeśli nie chcesz, aby takie dane były przechowywane w Twojej przeglądarce, możesz je ręcznie usunąć w ustawieniach przeglądarki lub wyłączyć tę funkcję. Należy jednak pamiętać, że w takim przypadku funkcjonalność koszyka może być ograniczona."
  },
  "5": {
    "title": "5. Kontakt, żądanie informacji, anulowanie, blokowanie, usunięcie",
    "text": "Masz prawo w każdej chwili bezpłatnie zwrócić się z prośbą o udzielenie informacji, poprawienie, częściowe lub całkowite zablokowanie albo usunięcie przechowywanych danych. Nie musisz korzystać z żadnej określonej formy – możesz na przykład napisać do nas na adres e-mail: one.two.smile.dentistry@gmail.com lub skorzystać z formularza kontaktowego na naszej stronie internetowej."
  },
  "6": {
    "title": "6. Aktualizacje i zmiany",
    "text": "Zastrzegamy sobie prawo do okresowego wprowadzania zmian lub aktualizacji poszczególnych postanowień niniejszej polityki prywatności bez wcześniejszego powiadomienia. Zalecamy regularne przeglądanie tego dokumentu przed odwiedzeniem naszej strony internetowej, aby być na bieżąco z aktualnymi zmianami i nowościami."
  },
  "7": {
    "title": "7. Zwroty towaru",
    "text": "Zwroty kosmetyków w dobrym stanie nie są przyjmowane zgodnie z Rozporządzeniem Rady Ministrów Ukrainy nr 172 z dnia 19.03.1994 r., dlatego prosimy o odpowiedzialne podejście do składania zamówień i dokładne zapoznanie się z opisem i składem produktów. Jednakże, jeśli otrzymasz produkt z widocznymi uszkodzeniami, wadą fabryczną lub błędną kompletacją, prosimy o kontakt z nami w ciągu 24 godzin od momentu otrzymania zamówienia, wysyłając zdjęcie uszkodzonego produktu lub opakowania oraz opis sytuacji na adres one.two.smile.dentistry@gmail.com lub przez formularz kontaktowy na stronie internetowej. Wszystkie takie zgłoszenia są rozpatrywane indywidualnie i w przypadku potwierdzenia problemu możemy zaproponować wymianę, zwrot pieniędzy lub inne rozwiązanie. Przypominamy również o konieczności sprawdzenia stanu opakowania przy odbiorze zamówienia w urzędzie pocztowym lub od kuriera, a w przypadku stwierdzenia uszkodzeń – sporządzenia odpowiedniego protokołu w obecności pracownika firmy kurierskiej, ponieważ bez niego nie będziemy mogli złożyć reklamacji do przewoźnika, a tym samym nie będziemy mogli zrekompensować strat."
  }
}
