{
  "1": {
    "title": "1. Collection and Use of Personal Data",
    "text": "Personal data refers to information that allows us to identify you, such as your name, email, or postal address. One Two Smile does not collect your personal data unless you voluntarily provide it to us (e.g., when placing an order) and give explicit consent for its processing. Your personal data is stored, used, and transferred only with your consent and solely to the extent necessary to achieve a specific purpose (according to the content of the request and its implementation period). To provide services, One Two Smile may transfer your personal data to third parties, including other companies or external service providers, exclusively for proper data processing. In such cases, One Two Smile requires these parties to process personal data in accordance with the provided instructions, this data protection notice, and applicable Ukrainian law. One Two Smile guarantees that it does not sell or rent your personal data to third parties for commercial purposes. However, we may disclose your personal data in cases where it is explicitly required by law or in response to requests from government authorities with proper legal justification. By clicking the \"Place Order\" button, you confirm that you have read this personal data processing policy and agree to its terms."
  },
  "2": {
    "title": "2. Data Retention Period",
    "text": "Your personal data is stored only for the time necessary to achieve the purpose for which it was provided or in accordance with applicable legal requirements."
  },
  "3": {
    "title": "3. Protection of Your Data During Ordering and Payment",
    "text": "When placing an order in our online store, all your personal data is transmitted in encrypted form to ensure maximum security. The payment process complies with modern information security standards. All payment data is transmitted through secure channels, preventing unauthorized access. Important: we do not process or store your payment card data on One Two Smile servers. All such data processing is carried out exclusively through a reliable payment provider."
  },
  "4": {
    "title": "4. Use of Local Storage",
    "text": "During your visit to our website, we use the Local Storage technology of your browser. This mechanism allows small amounts of data to be stored directly in your browser, which remains available even after the page is closed or the browser is restarted. We use Local Storage to improve your experience on our site, particularly to save the contents of your shopping cart. This allows you to conveniently continue shopping where you left off, even if you closed the page or returned later. No personal data that identifies you is stored in Local Storage. If you do not wish such data to be stored in your browser, you can manually delete it in your browser settings or disable this function. Please note that doing so may limit the functionality of the shopping cart."
  },
  "5": {
    "title": "5. Contact, Information Requests, Cancellation, Blocking, Deletion",
    "text": "You have the right at any time to request free information, correction, partial or complete blocking, or deletion of your stored data. There is no specific form required — you may contact us by email at one.two.smile.dentistry@gmail.com or use the feedback form on our website."
  },
  "6": {
    "title": "6. Updates and Changes",
    "text": "We reserve the right to occasionally change or update individual provisions of this privacy policy without prior notice. We recommend reviewing this document regularly before visiting our website to stay informed of any current changes and updates."
  },
  "7": {
    "title": "7. Product Returns",
    "text": "Returns of cosmetic products in good condition are not accepted in accordance with the Resolution of the Cabinet of Ministers of Ukraine No. 172 dated March 19, 1994. Therefore, we kindly ask you to carefully review the product description and composition before placing an order. However, if you receive a product with visible damage, factory defect, or incorrect items, please contact us within 24 hours of receiving the order, providing a photo of the damaged product or packaging and a description of the issue to one.two.smile.dentistry@gmail.com or via the feedback form on the website. All such cases are reviewed individually, and if the issue is confirmed, we may offer an exchange, refund, or another solution. Please also make sure to check the packaging condition when receiving your order at the post office or from a courier, and if any damage is found, file a report in the presence of the delivery service employee. Without such a report, we will not be able to initiate a claim with the carrier or compensate for the loss."
  }
}
